#-----------------------------------------------------------------------------------------
# s3 config
#-----------------------------------------------------------------------------------------
DETECTORS_PATH = 'moderate/test_server/detectors/yolo/src/' # Указать полный путь!!!!!



BUCKET_NAME = 'public'

#-----------------------------------------------------------------------------------------
# настройка путей
#-----------------------------------------------------------------------------------------
LOCAL_WEIGHTS_DIR = './yolo/weights/'
LOCAL_DETECTORS_DIR = './yolo/detectors/'
TEXTS_DIR = './texts/'
MIXER_WEIGHTS_DIR = './mixer/weights/'


